[Demo_Maya_ep4_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6321,Y=-4984,Z=94),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=6640,Y=-4670,Z=-300),VecSub=(X=-90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=6)
DemoScripts[6]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1200_lp_Ride",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_001_Cue',Name="")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=WINDOW,Command=EXIT)
DemoScripts[17]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=30,Y=20,Z=0),SecTime=1)
DemoScripts[18]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[19]=(Actor=FADE,Command=WAIT)
DemoScripts[20]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=30,Y=20,Z=0),SecTime=)
DemoScripts[21]=(Actor=TEXTURE,Command=START,CId=6,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[22]=(Actor=GALLERY,Command=SET_FLAG,CId=6,Bit=0)
DemoScripts[23]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[24]=(Actor=FADE,Command=WAIT)
DemoScripts[25]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Cat_Cue')
DemoScripts[26]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[27]=(Actor=WINDOW,Command=SET)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Cat2_Cue')
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[40]=(Actor=FADE,Command=SET,SecTime=0.1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[41]=(Actor=FADE,Command=WAIT)
DemoScripts[42]=(Actor=TEXTURE,Command=EXIT,CId=6,Bit=0)
DemoScripts[43]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Cat3_Cue')
DemoScripts[44]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Maya_Land_Cue')
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=WINDOW,Command=EXIT)
DemoScripts[49]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[50]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[51]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[52]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6640,Y=-4800,Z=-39),SecTime=)
DemoScripts[53]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=12,Z=0),SecTime=)
DemoScripts[54]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=6640,Y=-4670,Z=-16),CId=70)
DemoScripts[55]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_Usual_Maya.GG2_BGM_DM_Usual_Maya_Cue')
DemoScripts[56]=(Actor=AMBIENT,Command=PLAY,SecTime=1,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[57]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[58]=(Actor=FADE,Command=WAIT)
DemoScripts[59]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[60]=(Actor=WINDOW,Command=SET)
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[62]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[63]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[64]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[71]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[72]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[74]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=6664,Y=-4895,Z=70))
DemoScripts[75]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=6640,Y=-4770,Z=33),SecTime=0.5)
DemoScripts[76]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=90,Y=6,Z=0),SecTime=0.5)
DemoScripts[77]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[78]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6640,Y=-4770,Z=33),SecTime=)
DemoScripts[79]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=6,Z=0),SecTime=)
DemoScripts[80]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[81]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=6640,Y=-4790,Z=33),SecTime=0.5)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[95]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6640,Y=-4790,Z=33),SecTime=)
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_016_Cue',Name="カミゾノ　マヤ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[102]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[103]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[104]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[111]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[112]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[113]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[114]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Knead_Breast_Cue')
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_022_Cue',Name="")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[122]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[123]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[124]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[125]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_024_Cue',Name="")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[140]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[141]=(Actor=WINDOW,Command=EXIT)
DemoScripts[142]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[143]=(Actor=FADE,Command=WAIT)
DemoScripts[144]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6562,Y=-4895,Z=94),SecTime=)
DemoScripts[145]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[146]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=6752,Y=-4895,Z=-41),CId=70)
DemoScripts[147]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=180,Y=0,Z=0),CId=70)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[149]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[150]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[151]=(Actor=FADE,Command=WAIT)
DemoScripts[152]=(Actor=WINDOW,Command=SET)
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_029_Cue',Name="カミゾノ　マヤ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0301_lp_one_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[166]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[167]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[168]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[169]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[170]=(Actor=WINDOW,Command=EXIT)
DemoScripts[171]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=0.6)
DemoScripts[172]=(Actor=SYSTEM,Command=WAIT,SecTime=0.6)
DemoScripts[173]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[174]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[175]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=6562,Y=-4895,Z=30),SecTime=0.5)
DemoScripts[176]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[177]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6562,Y=-4895,Z=30),SecTime=)
DemoScripts[178]=(Actor=WINDOW,Command=SET)
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_035_Cue',Name="カミゾノ　マヤ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=WINDOW,Command=EXIT)
DemoScripts[184]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[185]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep4_2.GG2_SE_DM_Piggyback_Cue')
DemoScripts[186]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[187]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[188]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=6562,Y=-4895,Z=94),SecTime=0.5)
DemoScripts[189]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[190]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=6562,Y=-4895,Z=94),SecTime=)
DemoScripts[191]=(Actor=WINDOW,Command=SET)
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[193]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[195]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep4_2.GG2_V_Maya_ep4_2_039_Cue',Name="カミゾノ　マヤ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[199]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[200]=(Actor=WINDOW,Command=EXIT)
DemoScripts[201]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[202]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[203]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[204]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[205]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep4_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=FASHION,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep4_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="啊,在那裡!/n在樹上!!")

Texts[1]=(Label="TEXT02",Name="真夜",Text="等......好癢......呀!/n不......不要亂動啦~!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="小真夜!? 危機是....../n沒辦法從樹上下來嗎!?")

Texts[3]=(Label="TEXT04",Name="真夜",Text="哇!/n小貓咪,等等!")

Texts[4]=(Label="TEXT05",Name="真夜",Text="嗚哇......等,噢,噢噢......!")

Texts[5]=(Label="TEXT06",Name="峯大",Text="小真夜,危險!!")

Texts[6]=(Label="TEXT07",Name="真夜",Text="呀啊!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="痛痛痛......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="妳還好嗎?")

Texts[9]=(Label="TEXT10",Name="真夜",Text="......嗯.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="......太好了!")

Texts[11]=(Label="TEXT12",Name="真夜",Text="啊嗚嗚......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="小真夜沒事,真的是太好了......!")

Texts[13]=(Label="TEXT14",Name="真夜",Text="峯哥,已經可以了!/n可以了,快放開我!!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="啊!/n抱......抱歉!")

Texts[15]=(Label="TEXT16",Name="真夜",Text="......呣......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="摸摸.")

Texts[17]=(Label="TEXT18",Name="真夜",Text="啾哇!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="......啾哇?")

Texts[19]=(Label="TEXT20",Name="峯大",Text="嘿,我戳我戳......")

Texts[20]=(Label="TEXT21",Name="真夜",Text="盯......")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="你已經變成性騷擾大叔了喔,/n峯大大人.")

Texts[22]=(Label="TEXT23",Name="峯大",Text="好重......")

Texts[23]=(Label="TEXT24",Name="艾可蘿",Text="你又說出了/n老套的NG臺詞耶.")

Texts[24]=(Label="TEXT25",Name="真夜",Text="纔不重吧?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="......那就不重.")

Texts[26]=(Label="TEXT27",Name="真夜",Text="正確答案.")

Texts[27]=(Label="TEXT28",Name="峯大",Text="妳還是一樣,單方面喜歡著動物啊......")

Texts[28]=(Label="TEXT29",Name="真夜",Text="唔......我明明,好喜歡貓咪的說......")

Texts[29]=(Label="TEXT30",Name="峯大",Text="總之妳平安就好....../n有沒有受傷?")

Texts[30]=(Label="TEXT31",Name="真夜",Text="沒問題......啊嗚......!")

Texts[31]=(Label="TEXT32",Name="峯大",Text="我說!/n妳這不是受傷了嗎!")

Texts[32]=(Label="TEXT33",Name="真夜",Text="沒問題.沒事./n真夜小姐可是,很強的.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="別逞強了./n來,我背妳.")

Texts[34]=(Label="TEXT35",Name="真夜",Text="......")

Texts[35]=(Label="TEXT36",Name="峯大",Text="好,我們就這樣去保健室,/n妳要抓好哦.")

Texts[36]=(Label="TEXT37",Name="真夜",Text="......對不起,小忍......",Format[0]=(Size=21,Start=0,End=13))

Texts[37]=(Label="TEXT38",Name="峯大",Text="嗯,妳有說什麼嗎?")

Texts[38]=(Label="TEXT39",Name="真夜",Text="......什麼都沒有.")

Texts[39]=(Label="",Name="",Text="")

Texts[40]=(Label="SELECT01",Name="",Text="還好嗎?")

Texts[41]=(Label="SELECT02",Name="",Text="緊緊抱住")

Texts[42]=(Label="SELECT03",Name="",Text="摸摸頭")

Texts[43]=(Label="SELECT04",Name="",Text="戳戳胸部")

Texts[44]=(Label="SELECT05",Name="",Text="好重")


